[
    {
        "name": "Дженнифер Мартинес",
        "company": "TechCorp Industries",
        "role": "CTO",
        "quote": "NovaAI трансформировала наш подход к обслуживанию клиентов. Их ИИ-решения сократили время отклика на 80%, одновременно повысив уровень удовлетворенности клиентов. Экспертиза и профессионализм команды превзошли наши ожидания.",
        "avatar": "/images/testimonials/jennifer.jpg"
    },
    {
        "name": "Дэвид Чен",
        "company": "Global Logistics Co.",
        "role": "Вице-президент по операциям",
        "quote": "Платформа прогнозной аналитики, созданная NovaAI, изменила правила игры для нашей цепочки поставок. Мы сократили затраты на инвентаризацию на миллионы и практически исключили дефицит товара. Их команда действительно понимает корпоративные операции.",
        "avatar": "/images/testimonials/david.jpg"
    },
    {
        "name": "Сара Томпсон",
        "company": "HealthFirst Medical",
        "role": "Главный врач",
        "quote": "Работа с NovaAI над нашей системой диагностики на базе ИИ была исключительной. Они справились со сложными медицинскими регламентами, предоставив решение, которое помогает нашим врачам ставить диагнозы быстрее и точнее. Результаты лечения пациентов заметно улучшились.",
        "avatar": "/images/testimonials/sarah.jpg"
    },
    {
        "name": "Майкл Родригес",
        "company": "Creative Studios Inc.",
        "role": "Руководитель производства",
        "quote": "Генеративные ИИ-инструменты, разработанные NovaAI, революционизировали наше производство контента. Мы создаем в 10 раз больше контента той же командой, и качество неизменно превосходное. Они идеально поняли наши творческие потребности.",
        "avatar": "/images/testimonials/michael.jpg"
    },
    {
        "name": "Эмили Уотсон",
        "company": "Financial Partners Group",
        "role": "Директор по рискам",
        "quote": "ИИ для обработки документов от NovaAI изменил наш процесс проверки контрактов. То, что раньше занимало недели, теперь происходит за часы, с более высокой точностью, чем при ручной проверке. ROI был достигнут всего за четыре месяца.",
        "avatar": "/images/testimonials/emily.jpg"
    }
]